import egopervayalyubov from "../images/cover-images/ego-pervaya-lyubov.jpg";
import devushkanakachelyakh from "../images/cover-images/devushka-na-kachelyakh.jpg";
import pustynyalyubvi from "../images/cover-images/pustynya-lyubvi.jpg";
import dyavolvoploti from "../images/cover-images/dyavol-vo-ploti.jpg";
import totkto from "../images/cover-images/tot-kto-polyubit-vse-tvoi-treshchiny.jpg";
import lyubov from "../images/cover-images/lyubov-i-voyna.jpg";
import slivovyy from "../images/cover-images/slivovyy-kalendar-lyubvi.jpg";
import obladat from "../images/cover-images/obladat.jpg";
import loshadkitarkvinii from "../images/cover-images/loshadki-tarkvinii.jpg";
import saharov from "../images/cover-images/saharov-kefir.jpg";
import muzey from "../images/cover-images/muzey-sovremennoy-lyubvi.jpg";
import zhenshchina from "../images/cover-images/zhenshchina-na-kreste.jpg";
import grekh from "../images/cover-images/grekh.jpg";
import roman from "../images/cover-images/roman-s-kokainom.jpg";
import pena from "../images/cover-images/pena-dney.jpg";
import zvezdnaya from "../images/cover-images/zvezdnaya-pyl.jpg";
import yaeelyubil from "../images/cover-images/ya-ee-lyubil-ya-ego-lyubila-3.jpg";
import domik from "../images/cover-images/domik.jpg";
import lyubovv from "../images/cover-images/lyubov-v-epokhu-nenavisti.jpg";
import vecher from "../images/cover-images/vecher-u-kler.jpg";
import zoo from "../images/cover-images/zoo-pis-ma-ne-o-lyubvi-ili-tret-ya-eloiza.jpg";
import mosty from "../images/cover-images/mosty.jpg";
import ali from "../images/cover-images/ali-i-nino.jpg";
import povest from "../images/cover-images/povest-o-sonechke.jpg";
import muzeynevinnosti from "../images/cover-images/muzey-nevinnosti.jpg";
import memuary from "../images/cover-images/memuary.jpg";
import voda from "../images/cover-images/voda-zhivaya.jpg";
import stradaniya from "../images/cover-images/stradaniya.jpg";
import lyubovnik from "../images/cover-images/lyubovnik-ledi.jpg";
import svetila from "../images/cover-images/svetila.jpg";
import porochnaya from "../images/cover-images/porochnaya-strast.jpg";
import shagrenevaya from "../images/cover-images/shagrenevaya-kozha.jpg";
import grozovoy from "../images/cover-images/grozovoy-pereval.jpg";
import doktor from "../images/cover-images/doktor-zhivago.jpg";
import venok from "../images/cover-images/venok-angelov.jpg";
import vozdushnye from "../images/cover-images/vozdushnye-zmei.jpg";

const initialCards = [
  {
    id: 1,
    image: devushkanakachelyakh,
    book: "Девушка на качелях",
    author: "Ричард Адамс",
    link: "https://www.podpisnie.ru/books/devushka-na-kachelyakh/",
    text: "Внимание: эта книга должна понравиться увлекающимся фарфором! А также тем, кто любит случайные совпадения, предсказания, канонических фам фаталь и неспешное, вдумчивое течение сюжета. Итак, приготовьтесь к описанию долгой и размеренной жизни главного героя, который выбрал свой маленький город и семейное дело -  торговлю коллекционным фарфором. Повествование будет постепенно  расцвечиваться удлиняющимися вспышками мистических совпадений и головокружительной влюбленности, пока не превратится в череду вечных вопросов о любви и смерти.",
    color: "#B8204E",
  },
  {
    id: 2,
    image: egopervayalyubov,
    book: "Его первая любовь",
    author: "Гречо К.",
    link: "https://www.podpisnie.ru/books/ego-pervaya-lyubov/",
    text: `Что происходит с Лили, Журка не может взять в толк. "Мог бы додуматься собственным умом", — отвечает она на прямой вопрос. А ведь раньше ничего не скрывала, секретов меж ними не было, оба были прямы и честны. Как-то эта таинственность связана со смешными юбками и неудобными туфлями, которые Лили вдруг взялась носить, но как именно — Журке невдомёк. Главным героям Кристиана Гречо по тринадцать. Они чувствуют, что с детством вот-вот придётся распрощаться, но ещё не понимают, какой окажется новая, подростковая жизнь. Сбивчивый монолог Журки — попытка постичь и это неясное грядущее, и свои чувства. Почти неуловимый, но подобный открытию terra incognita момент, когда девчонки перестают быть подельниками-друзьями и превращаются в девушек, вызывающих интерес, схватывает венгерский писатель, говорящий устами мальчишки. Или это его собственная речь, личные воспоминания? Кристиан Гречо не раскрывает всех карт, не разделяет правду и вымысел, не говорит прямо, зато аккуратно рассыпает тщательно выписанные намёки. Такая "детализированная недосказанность" и рождает уникальный стиль книги.`,
    color: "#FF1B1B",
  },
  {
    id: 3,
    image: pustynyalyubvi,
    book: "Пустыня любви",
    author: "Мориак Ф.",
    link: "https://www.podpisnie.ru/books/pustynya-lyubvi/",
    text: "Раймон Курреж ведет распутный образ жизни: у него множество любовниц, он регулярно посещает бары и ночные клубы. Долгие годы мужчина тешит себя надеждой, что еще встретит на своем пути Марию Кросс, и вот однажды ночью, находясь в одном из своих любимых заведений, видит женщину, которой так жаждет отомстить. Благодаря этой неожиданной встрече перед читателем разворачиваются воспоминания семнадцатилетней давности, когда двое мужчин, юноша и его отец, были влюблены в одну и ту же женщину. Ни один из них не смог добиться ее, и ни один не смог забыть…",
    color: "#CA1111",
  },
  {
    id: 4,
    image: dyavolvoploti,
    book: "Дьявол во плоти",
    author: "Реймон Родиге",
    link: "https://www.podpisnie.ru/books/dyavol-vo-ploti/",
    text: "А вот это настоящая жемчужина чувственной литературы! Книга с автобиографичным сюжетом, написанная гениальным юнцом, любимцем богемы Монпарнаса и любовником Жана Кокто. В “Дьяволе во плоти” подросток соблазняет молодую девушку, недавно вышедшую замуж. Пока супруг на фронте, между главными героями происходят невероятные конвульсии любви, страсти, ненависти и жестокости. Замечателен этот роман тем, как Радиге смог передать чувство ранней любви, ещё почти детской, иногда ангельски чистой, но порой болезненной и эгоистичной. Но ведь не зря он это писал в 16 лет!",
    color: "#F95B4B",
  },
  {
    id: 5,
    image: loshadkitarkvinii,
    book: "Лошадки Тарквинии",
    author: "Маргерит Дюрас",
    link: "https://www.podpisnie.ru/books",
    text: "Кинематографичное и очень красивое повествование о любви, верности, о трудностях жизни в браке и их преодолении. Супружеская пара, Сара и Жак с сыном и друзьями отдыхают на побережье в Италии и все идет наперекосяк -  невыносимая жара, скука, из развлечений у них - алкоголь, да бесконечные разговоры о любви, одиночестве, быте, скуке (по наполненности и краткости этих диалогов Дюрас даже сравнивают с Чеховым). В какой-то момент к компании присоединяется незнакомый мужчина по имени Жан, с которым у Сары завязываются романтические отношения. Однако Дюрас не стремится рассказать читателю в точности о событиях, ее внимание сосредоточено скорее на состояниях персонажей.",
    color: "#AF0A0A",
  },
  {
    id: 6,
    image: totkto,
    book: "Тот, кто полюбит все твои трещины",
    author: "Боб-Ваксберг Р.",
    link: "https://www.podpisnie.ru/books/tot-kto-polyubit-vse-tvoi-treshchiny/",
    text: "Рафаэль Боб-Ваксберг — создатель, сценарист и продюсер анимационных сериалов «Конь БоДжек» и «Отмена». «Тот, кто полюбит все твои трещины» — его первая книга, молниеносно утвердившая Боб-Ваксберга среди самых изобретательных авторов нашего времени. В ней: жених и невеста противостоят родственникам, требующим провести на свадьбе ритуальную церемонию заклания козлов; влюбленный сотрудник парка развлечений рискует потерять работу из-за мутанта, созданного из ДНК десяти президентов Америки; начинающая рок-группа получает супергеройские способности (но пользоваться ими можно, только будучи пьяным в стельку); и еще 14 остроумных, забавных и пронзительных рассказов о любви (и одна поэма!).",
    color: "#FC2C65",
  },
  {
    id: 7,
    image: lyubov,
    book: "Любовь и война",
    author: "Пришвина В. Пришвин М.",
    link: "https://www.podpisnie.ru/books/lyubov-i-voyna/",
    text: "Книга «Любовь и война», хронологически охватывающая 1940—1943 годы, состоит из двух частей: «Мы с тобой. Дневник любви» и «Война. Усольский дневник». В настоящем издании впервые восполнены вызванные идеологической атмосферой в стране пропуски и сокращения дневниковых записей, что дает более полное представление о религиозных и философских взглядах Михаила Пришвина; все записи сверены с подлинником и датированы. Книга иллюстрирована фотографиями работы писателя и его портретами.",
    color: "#A22C35",
  },
  {
    id: 8,
    image: slivovyy,
    book: "Сливовый календарь любви",
    author: "Тамэнага Сюнсуй",
    link: "https://www.podpisnie.ru/books/slivovyy-kalendar-lyubvi/",
    text: `«Сливовый календарь любви» — выдающееся произведение традиционной японской прозы и один из лучших образцов в жанре ниндзёбон, «повести о чувствах». Тамэнага Сюнсуй (псевдоним японского романиста Сасаки Садатаки) создал двенадцать «свитков» — по числу месяцев — рассказов о жизни в столичном Эдо, знаменитом, среди прочего, своим кварталом Ёсивара, предлагавшим увеселения как на изысканный, так и на нетребовательный вкус. Высокородные господа и простолюдины, гейши высшего ранга и обычные женщины — всех их объединяет любовь, которая не признает границ и каждой весной пробуждается с новой силой, распускаясь с первыми цветами сливы. Успех ниндзёбон стал одной из причин гонений со стороны властей Японии, раздраженных популярностью книг, не несущих должной идейной нагрузки. В 1842 году писатели, издатели и художники были даже привлечены к ответственности и подвергались наказаниям и штрафам, а книги и печатные доски массово сжигались. Тамэнага Сюнсуй был среди тех, кто подвергся особенно жестоким репрессиям и вскоре умер, не перенеся потрясения. Лишь к середине века писатели Японии вновь смогли вернуться к запретным темам и возродить легкие жанры, в том числе ниндзёбон. В оформлении книги использованы традиционные японские гравюры, украшавшие оригинальное издание 1833 года.`,
    color: "#901E4B",
  },
  {
    id: 9,
    image: obladat,
    book: "Обладать",
    author: "Антония Байет",
    link: "https://www.podpisnie.ru/books/obladat/",
    text: "Роман, который можно читать по-разному. Как историю любви: Кристабель Ла Мотт и Рандольф Падуб — два викторианских поэта полюбили друг друга, но он был женат, а она хотела посвятить себя литературе, а не страстям. Как филологический детектив: два современных филолога находят их переписку и пытаются понять — что между ними произошло и как теперь читать их тексты — ведь она больше не затворница, а он не чопорный женофоб. Как сатиру на академическую среду: филологи-детективы окружены коллегами. Вот профессор из небогатого английского университета, главная цель которого — не дать американцам перекупить реликвии английской литературы; вот тот самый американец-охотник за древностями, умеющий вести переговоры и дружить с наследниками; вот исследовательница женского письма — феминистка, бисексуалка и сестра всех сестер; а вот молодой успешный ученый, считающий, что истинная любовь — это бесконечно обсуждать с возлюбленной Лакана. Построенный как здание роман Антонии Байетт до последнего кажется постмодернистской игрой, чтобы в последних главах заговорить о стольких видах любви, что к ним не подобрать одного слова или оттенка красного.",
    color: "#F3B0C9",
  },
  {
    id: 10,
    image: saharov,
    book: "Сахаров. «Кефир надо греть». История любви, рассказанная Еленой Боннэр Юрию Росту.",
    author: "Рост Ю. М.",
    link: "https://www.podpisnie.ru/books/saharov-kefir-nado-gret-istoriya-lyubvi-rasskazannaya-elenoy-bonner-yuriyu-rostu/",
    text: "Книга о жизни и любви двух выдающихся людей сложилась из бесед Елены Боннэр и Юрия Роста. На протяжении месяца, день за днем Елена Георгиевна предельно откровенно и без купюр вспоминает девятнадцать лет, которые она разделила со своим мужем, Андреем Сахаровым. Знакомство Сахарова с Боннэр в 1970-м году совпало с его активным включением в диссидентское движение. Опальный академик побывал и нобелевским лауреатом, и горьковским ссыльным, и народным депутатом. Но была и другая жизнь - сугубо частная. Переплетаясь в рассказе, эти две линии создают яркий, живой и убедительный портрет людей и эпохи.",
    color: "#F76E6E",
  },

  {
    id: 11,
    image: muzey,
    book: "Музей современной любви",
    author: "Хизер Роуз",
    link: "https://www.podpisnie.ru/books/muzey-sovremennoy-lyubvi/",
    text: "Действие романа разворачивается в очень близком нам времени, это 2010-е годы, Нью-Йорк, главный герой романа — композитор Арки Левин. Он довольно-таки успешен, но находится в творческом кризисе, во многом это связано с его личной жизнью. У него произошла какая-то размолвка с женой, он постоянно натыкается на ее отсутствие в их общей квартире — отсутствие ее вещей, ее запахов, ее привычек. В очередных душевных и творческих терзаниях он случайно приходит в музей современного искусства и становится свидетелем перформанса Марины Абрамович “Наедине с художником”. Она предлагает зрителям сесть напротив нее и посмотреть ей в глаза — это простое действие и было искусством. Левин проводит долгое время, наблюдая этот процесс, и ему предстоит ощутить на собственном опыте, как взаимодействуют искусство и жизнь, творчество и любовь.",
    color: "#C93461",
  },

  {
    id: 12,
    image: zhenshchina,
    book: "Женщина на кресте",
    author: "Анна Мар",
    link: "https://www.podpisnie.ru/books/zhenshchina-na-kreste/",
    text: "“50 оттенков серого прямиком из Серебряного века” — такая надпись могла бы красоваться на обложке этого романа. Но на самом деле это более глубокий рефлексивный текст, вызвавший настоящий скандал в 1916 году — не столько литературный, сколько общественный: критики как раз отмечали изящество текста и одаренность писательницы. Ключевая тема романа — стремление женщины к страданию, долгожданное воссоединение жертвы и преступника; эта тема ярко выделяется на фоне гремящих идей феминизма того времени, поскольку для Анны Мар главным становится нечто более простое, чем женские свободы, но оттого более труднодостижимое: любовь и понимание мужчины и принятие им самых темных закоулков женской души.",
    color: "#673147",
  },

  {
    id: 13,
    image: grekh,
    book: "Грех",
    author: "Паскуале Феста-Кампаниле",
    link: "https://www.podpisnie.ru/books/grekh-7/",
    text: "Текст известного итальянского режиссера 1960-х отличается кинематографичностью и выстраивается в формате дневника, в котором события вспыхивают, словно кадры кинопленки. Описания ужасов войны здесь смешаны с любовной трагедией: военный капеллан сталкивается с больной туберкулезом женщиной и отчаянно пытается найти ответы на терзающие его вопросы. Должен ли он следовать долгу священника или бунтовать против войны? Что есть любовь к ближнему и может ли он позволить себе чувствовать её к умирающей возлюбленной вопреки формальностям? Роман о высшем проявлении человеческой любви — милосердии.",
    color: "#880808",
  },

  {
    id: 14,
    image: roman,
    book: "Роман с кокаином",
    author: "Михаил Агеев",
    link: "https://www.podpisnie.ru/books/roman-s-kokainom-per-2/",
    text: "“Красиво говорить о любви может тот, в ком эта любовь ушла в воспоминания; убедительно говорить о любви может тот, в ком она всколыхнула чувственность; и вовсе молчать о любви должен тот, кому она поразила сердце” — так рассуждает герой исповедального романа М. Агеева (псевдоним Марка Леви), романа о взрослении, развитии личности и препятствиях на этом пути. Безрадостное повествование о нравственном падении юного декадента, о противоречивости его чувств и бесконечной пустоте внутри, которую он беспомощно пытается заполнить. ",
    color: "#4A0404",
  },

  {
    id: 15,
    image: pena,
    book: "Пена дней",
    author: "Борис Виан",
    link: "https://www.podpisnie.ru/books/pena-dney-i-drugie-istorii/",
    text: "Представьте, что вы на вечеринке залпом выпиваете бокал шампанского: колкие пузырики и резкая горечь поначалу обескураживают, но неизменное фруктовое послевкусие приятно восстанавливают баланс. Так же и роман Бориса Виана: яркие и ироничные намеки на французских экзистенциалистов смешиваются с трагедийной любовью и приправляются перчинкой словотворчества и сюрреализма. Богатый купаж интересного текста о любви — нечастое сочетание!",
    color: "#FAC898",
  },
  {
    id: 16,
    image: zvezdnaya,
    book: "Звездная пыль",
    author: "Нил Гейман",
    link: "https://www.podpisnie.ru/books/zvezdnaya-pyl/",
    text: "Имя Нила Геймана, пожалуй, не нуждается в особом представлении.  Это замечательнейший сценарист и писатель, знакомый едва ли не каждому. “Звёздная пыль” — это прекрасный вариант, если захотелось почитать нечто романтическое, не переполненное грузными мыслями и идеями, но при этом динамичное и смешное. Это история про мальчика, ушедшего в неведомые места на поиски упавшей звезды, которая напоминает славный юмор Терри Пратчетта. Словом, идеально для весёлого и спокойного вечера!",
    color: "#EF4824",
  },

  {
    id: 17,
    image: yaeelyubil,
    book: "Я ее любил. Я его любила",
    author: "Гавальда А.",
    link: "https://www.podpisnie.ru/books/ya-ee-lyubil-ya-ego-lyubila-3/",
    text: "Это страшное слово – измена… Кто из нас способен, познав ее горечь, достойно ее пережить? Однажды зимним утром молодая парижанка по имени Хлоя узнает, что горячо любимый муж Адриан уходит к другой. Свекор Пьер внезапно принимает решение увезти ее и двух маленьких внучек в семейный загородный дом, надеясь, что там они придут в себя и поймут, как жить дальше. К чему может привести откровенность с отцом человека, который тебя бросил? История Пьера – история его собственной измены, спасенного брака и до сих пор живой и горькой любви – заставляет Хлою задуматься: может быть, ее дочки будут рады иметь более счастливого отца?",
    color: "#702963",
  },

  {
    id: 18,
    image: domik,
    book: "Домик в Оллингтоне",
    author: "Энтони Троллоп",
    link: "https://www.podpisnie.ru/books/domik-v-ollingtone/",
    text: "Ныне, пожалуй, немногим имя Энтони Троллопа в принципе знакомо. Однако если вдруг через N лет изобретут машину времени и вы решите переместиться в Петербург начала XX века, когда книгопечатание развивалось как никогда динамично, про обитателей домика в Оллингтоне наверняка будет знать каждый человек, увлекающийся чтением современной литературы. Ныне же это настоящая классика викторианской литературы, близкая по значимости к произведениям Уилки Коллинза и Томаса Харди. Если вам по нраву семейные саги про жизнь британских аристократов в бурный период изменений в стране, то, надеемся, Энтони Троллоп станет для Вас приятным открытием!",
    color: "#D39999",
  },

  {
    id: 19,
    image: lyubovv,
    book: "Любовь в эпоху ненависти. Хроника одного чувства, 1929-1939",
    author: "Иллиес Ф.",
    link: "https://www.podpisnie.ru/books/lyubov-v-epokhu-nenavisti-khronika-odnogo-chuvstva-1929-1939/",
    text: "Летопись любви в смутные года ХХ столетия и полновесный сказ о нравах и чувствах эпохи фривольности и ужаса авторства донельзя актуального Иллиеса. Как могли любить Сартр, Ремарк, Арендт, Кандинский и другие культовые личности… Обескураживающе остро, пьяняще, несдержанно, вихреобразно, отвязно, бурно, волнительно, тоталитарно, певуче, разрываемо, смело, умоляюще…",
    color: "#E0B8B8",
  },

  {
    id: 20,
    image: vecher,
    book: "Вечер у Клэр",
    author: "Гайто Газданов",
    link: "https://www.podpisnie.ru/books/vecher-u-kler/",
    text: "XX век в истории России — настоящее испытание: нелегко пришлось, в частности, тем, кто был вынужден покинуть страну после революции. Иные же стали участниками страшных событий Гражданской войны. Именно такова была судьба Гайто Газданова: он стал добровольцем армии Врангеля в 16 лет, но не столько из-за искреннего желания спасти страну, сколько из-за любопытства, что же из себя представляет война. «Вечер у Клэр» — это отчасти автобиографический роман, повествующий об этих событиях, а в особенности о том, сможет ли человек после всех этих потрясений сохранить чувства и любовь. Язык Газданова витиеватый, но настолько динамичный и красивый, что не проникнуться им очень тяжело",
    color: "#620E0E",
  },

  {
    id: 21,
    image: zoo,
    book: "Zoo. Письма не о любви, или третья Элоиза",
    author: "Шкловский В.",
    link: "https://www.podpisnie.ru/books/zoo-pis-ma-ne-o-lyubvi-ili-tret-ya-eloiza/",
    text: "Жизнь Виктора Борисовича Шкловского (1893-1984) — литературведа, писателя, киноведа, сценариста — могла бы стать основой для приключенческого романа. Шкловский участвовал в Первой мировой войне, в Февральской революции, в заговоре эсеров, стрелялся на дуэли, спрыгивал с поезда, получил Георгиевский крест из рук генерала Корнилова...В 1922 году, опасаясь ареста как бывший эсер, Шкловский бежит в Финляндию, а оттуда перебирается в Берлин. Там и была написана эта удивительная книга о любви, основанная на переписке с Эльзой Триоле. Часть писем подлинная, часть придуманная. Где правда, где вымысел, пусть догадается читатель...",
    color: "#F6D0D0",
  },

  {
    id: 22,
    image: mosty,
    book: "Мосты округа Мэдисон",
    author: "Роберт Уоллер",
    link: "https://www.podpisnie.ru/books/mosty-okruga-medison-5/",
    text: "История любви, длившейся четыре дня в действительности и всю оставшуюся жизнь в мечтах и воспоминаниях. Дети Франчески после смерти матери находят ее дневники, где она раскрывает им тайну своей любви. Красивая и щемящая сердце история о любви и ответственности в декорациях небольшого американского городка округа Мэдисон. Советуем прочитать, поплакать, посмотреть экранизацию с Мерил Стрип и Клинтом Иствудом, снова поплакать :) ",
    color: "#DE1E41",
  },

  {
    id: 23,
    image: ali,
    book: "Али и Нино",
    author: "Курбан Саид",
    link: "https://www.podpisnie.ru/books/ali-i-nino-kinooblozhka-myagk-obl-2/",
    text: "Классика азербайджанской литературы! Исторический роман о любви мусульманина и христианки на фоне громких событий начала XX века. Столкновение культур, переплетение Востока и Запада, яркие описания Азербайджана, Грузии, Дагестана и вечные вопросы о любви — как между людьми, так и к родине. Главной загадкой романа остается вопрос об авторстве, ведь доподлинно неизвестно, кто скрывается под именем Курбана Саида. Однако же установлено, что у главных героев романа были реальные прототипы.",
    color: "#8A3624",
  },

  {
    id: 24,
    image: povest,
    book: "Повесть о Сонечке",
    author: "Марина Цветаева",
    link: "https://www.podpisnie.ru/books/povest-o-sonechke-4/",
    text: "Повесть о коралловых бусах, алой розе и «слезах больше глаз». О молодых и дерзких сердцах, о Слове и Любви. Воспоминание о Москве начала XX века — среде романтиков, отважных фантазеров. Невыдуманные лица (Антокольский (поэт), Завадский, Соня Голлидэй) цветут в суровом историческом переломе: творят, пишут, беседуют, влюбляются, умирают. Произведение похоже на легкую ткань, прикрывающую юных людей от настоящего.",
    color: "#F77963",
  },

  {
    id: 25,
    image: muzeynevinnosti,
    book: "Музей Невинности",
    author: "Памук О.",
    link: "https://www.podpisnie.ru/books/muzey-nevinnosti-myagk-obl/",
    text: "Орхан Памук — известный турецкий писатель, обладатель многочисленных национальных и международных премий, в числе которых Нобелевская премия по литературе за «поиск души своего меланхолического города». В основу его романа «Музей Невинности» положена история любви между отпрыском состоятельной семьи, стоящим на пороге выгодной помолвки, и неожиданно встреченной им подругой детства; история, бережно хранимая в особом музее, созданном «не для того, чтобы ходить по нему и смотреть на вещи, а для того, чтобы чувствовать и жить».",
    color: "#AA1C1C",
  },

  {
    id: 26,
    image: memuary,
    book: "Мемуары гейши",
    author: "Артур Голден",
    link: "https://www.podpisnie.ru/books/memuary-geyshi-2/",
    text: "Всё началось для меня с фильма, который я посмотрела лет в 15. В 15 лет ты и так достаточно впечатлительный, а когда видишь такую красоту на экране, то это вообще незабываемо. Недавно я прочитала книгу, по которой этот фильм был снят, и осталась под ещё большим впечатлением. История любви, бережно хранимой в сердце и пронесенной через года, на фоне заката эпохи гейш и послевоеной Японии, понравится ценителям восточной культуры и особенно тонких чувств.",
    color: "#F76138",
  },

  {
    id: 27,
    image: voda,
    book: "Вода живая",
    author: "Клариси Лиспектор",
    link: "https://www.podpisnie.ru/books/voda-zhivaya-2/",
    text: "Экспериментальный поэтический монолог, адресованный к возлюбленному писательницы ( и художницы). Весь проникнутый чувственностью, откровенностью и тактильностью, этот текст словно говорит с читателем напрямую, из глубины мыслей писательницы, говорит о любви, творчестве, о попытке добраться до своей сути и почувствовать настоящее мгновение. Неконвенциональность языка, философская глубина, чувственность и стремление к универсальности не позволяют дать прозе Лиспектор однозначные жанровые определения, увлекая читателя колдовским, демиургическим вихрем в мир синестезии, оголенного существования на грани между животным, растительным и человеческим.",
    color: "#F74238",
  },

  {
    id: 28,
    image: stradaniya,
    book: "Страдания юного Вертера",
    author: "Иоганн Вольфганг Гете",
    link: "https://www.podpisnie.ru/books/stradaniya-yunogo-vertera-s-illyustratsiyami/",
    text: "Неувядающая классика, основанная на реальных событиях. Слезливо, но проникновенно, а что ещё требуется от литературы сентиментализма? Перед вами эпистолярный роман о неразделённой любви, теме, к сожалению, актуальной и поныне. Особенно увлекателен разбор чувственного начала и феномена дружбы с любимым человеком и подчас её невозможности. Вот для меня это жизнеопределяющая книга, помню и люблю её всегда.",
    color: "#FAB5BA",
  },

  {
    id: 29,
    image: lyubovnik,
    book: "Любовник леди Чаттерли",
    author: "Дэвид Герберт Лоуренс",
    link: "https://www.podpisnie.ru/books/lyubovnik-ledi-chatterli/",
    text: "Англия, глубинка, послевоенные 20-е годы XX века. Любовный треугольник: муж-инвалид, его жена с амбициями и… грубый лесничий. Тут и реальная страсть (из-за некоторых сцен книга была долгое время запрещена на территории Великобритании), и рассуждения о правах женщин, и мысли и социальном неравенстве. Может быть, будем честны, Лоуренс немного затянул, но всё же не могу не порекомендовать эту любовную историю.  ",
    color: "#E81B06",
  },

  {
    id: 30,
    image: svetila,
    book: "Светила",
    author: "Элеонор Каттон",
    link: "https://www.podpisnie.ru/books/svetila-kinooblozhka/",
    text: "Вторая книга новозеландской писательницы Элеанор Каттон, получившая Букеровскую премию, (самый длинный роман в номинации и самый молодой автор Букера)  поначалу прикидывается викторианским  повествованием о «деве в беде», но, благодаря сложности структуры романа (главы и поступки героев привязаны к ходу небесных тел), хронологически-астрологическим играм и неплоским персонажам с непредсказуемым поведением, похож, скорее, на роман, который захочется перечитать сразу после последней странички. Здесь есть и золотая лихорадка, и щепотка астрологии, и новозеландские пейзажи... Однако (иначе зачем мы здесь?) «Светила» — еще и классическая история любви, укрытая парами опиума и завернутая в волчью шкурку, сброшенную овцой.",
    color: "#D20C0C",
  },

  {
    id: 31,
    image: porochnaya,
    book: "Порочная страсть",
    author: "Колин Маккалоу",
    link: "https://www.podpisnie.ru/books/porochnaya-strast-2/",
    text: "В Австралии только закончилась война, а в госпитале для солдат с душевными травмами только начинают разворачиваться роковые события. Причиной тому новоприбывший с фронта пациент Майкл, который сразу же получает признание и любовь главной медсестры Онор, а в придачу и завистливые взгляды, и жестокие издевки братьев по койкам. Смогут ли быть вместе главные герои после возвращения с фронта? Или мирная жизнь — это совсем не то, чего хочется Майклу? Книга о дружбе, страстной любви и высшем долге. Беспроигрышный вариант для тех, кто зачитывается «Унесёнными ветром», «Поющими в терновнике», «Джейн Эйр».",
    color: "#822621",
  },

  {
    id: 32,
    image: shagrenevaya,
    book: "Шагреневая кожа",
    author: "Оноре де Бальзак",
    link: "https://www.podpisnie.ru/books/shagrenevaya-kozha-7/",
    text: "История искушенного богатством юноши, готового на сделку с дьяволом ради денег и признания. Рафаэль ставит на карту собственную жизнь, дабы наслаждаться праздностью и всемогуществом. Вот только он совсем не учёл того, что однажды влюбится в прекрасную женщину. Правда, будет уже поздно…",
    color: "#C42118",
  },

  {
    id: 33,
    image: grozovoy,
    book: "Грозовой перевал",
    author: "Эмили Бронте",
    link: "https://www.podpisnie.ru/books/grozovoy-pereval-16/",
    text: "Романтичнейший из всех романов о любви, а вместе с тем это - любимейшая книга некоторых сотрудников “Подписных изданий”. Действие романа переносит нас в Англию 18-го века, где в окружении вересковых пустошей разворачивается трагедия двух любящих друг друга людей. Мы наблюдаем за рождением и развитием их чувства, которое переходит от чистой подростковой любви, когда герои друг для друга являются единственными, с кем они могут быть самими собой, до разъедающей душу ненависти и ревности. Душевные переживания в этой книге занимают, наверное, главное место и описаны превосходно, к тому же здесь внутренний мир героев вбирает еще и окружающий их пейзаж  - то безмятежный и спокойный, то бушующий и опасный. Этот роман может вам не понравится (наверное, это может произойти, если воспринимать происходящее слишком близко к сердцу и не отдавать должное метафорам, которые выводят повествование с личного плана на более общий и философский) , но вы точно не останетесь к нему равнодушными!",
    color: "#7D1027",
  },

  {
    id: 34,
    image: doktor,
    book: "Доктор Живаго",
    author: "Борис Пастернак",
    link: "https://www.podpisnie.ru/books/doktor-zhivago-20/",
    text: "Каждая грань масштабного романа Бориса Пастернака поблескивает искорками любви – то теплыми и спокойными, то яркими и влекущими; так же многогранна и сама любовь на протяжении всего текста. Повествование начинается снежной метелью за окном, которая будто бы постепенно проникает в дом главного героя и перерастает в вихрь любви – таким противоречивым и стихийным писатель рисует это чувство. Оно словно зеркальце отражает происходящие вокруг главного героя события и его отношение к ним. А в любви, в свою очередь, отражаются и радость, и горе, которые она приносит, словно автор напоминает нам, что счастья без несчастья не существует и именно в любви – всеобъемлющей и бескорыстной – они и соединяются.",
    color: "#C9A9A6",
  },

  {
    id: 35,
    image: venok,
    book: "Венок ангелов",
    author: "Гертруд фон Лефорт",
    link: "https://www.podpisnie.ru/books/venok-angelov/",
    text: "Германия XX века — это, пожалуй, история, полная трагедий, неожиданностей и безумных перемен, в которых можно разбираться очень и очень долго: усиление страны, поражение в Первой мировой войне, революция, события Второй мировой… Все это застала и пережила писательница, которая некогда была номинирована на Нобелевскую премию. Гертруд фон Лефорт была настоящим патриотом: в своем глубоко христианском мировоззрении она пыталась найти ответы на то, что же в Германии происходит, славно при этом описывая типичное общество межвоенного периода: философы-преподаватели, увязшие в рефлексии, студенты, насмехающиеся над бюргерами, отчаявшиеся в вере священники и другие. Всё это делает «Венок ангелов» очень живым произведением, но всё же в центре повествования - конфликт искренне верующей главной героини Вероники и её строго рационального возлюбленного Энцио, которому церковь чужда. Для неё свадьба с атеистом - грех, для него церковный обряд - отказ от своих принципов. И всё это рассказывается певучим чувственным языком в декорациях древнего немецкого города Гейдельберга.",
    color: "#AA5959",
  },

  {
    id: 36,
    image: vozdushnye,
    book: "Воздушные змеи",
    author: "Гари Р.",
    link: "https://www.podpisnie.ru/books/vozdushnye-zmei-3/",
    text: "Ромен Гари — единственный французский писатель, награжденный Гонкуровской премией дважды: первый раз под фамилией Гари за роман “Корни неба” (1956), второй — под псевдонимом Эмиль Ажар за книгу “Вся жизнь впереди” (1975). После “ажаровской” эпопеи — одной из самых громких литературных мистификаций ХХ века, — когда публика и критики не распознали в текстах Ажара почерк прославленного прозаика, Гари выпустил свой последний роман “Воздушные змеи” и вскоре покончил с собой. Это роман о Второй мировой войне, об оккупации, о французском Сопротивлении, но главное — о любви. Нормандский мальчишка Людо с десяти лет влюблен в свою ровесницу по имени Лила, принадлежащую к высшей польской аристократии. Разница в общественном положении доставляет ему немало мук и унижений. Людо — сирота. Его воспитывает дядя, сельский почтальон, который мастерит воздушных змеев. Эти разноцветные бумажные фигурки, корабли, летающие крепости взмывают в небо, заставляя мальчика верить, что любые земные преграды преодолимы. Начинается война, и повзрослевший Людо вступает в борьбу за свою любовь и за освобождение Франции от нацистов.",
    color: "#FF4444",
  },
];

export default initialCards;
