/* eslint-disable max-len */
import dnevnik from "../images/cover-images/dnevnik.jpg";
import besslov from "../images/cover-images/besslov.jpg";
import pustynyalyubvi from "../images/cover-images/pustynya-lyubvi.jpg";
import nora from "../images/cover-images/nora.jpg";
import totkto from "../images/cover-images/tot-kto-polyubit-vse-tvoi-treshchiny.jpg";
import hvatit from "../images/cover-images/hvatit.jpg";
import slivovyy from "../images/cover-images/slivovyy-kalendar-lyubvi.jpg";
import obladat from "../images/cover-images/obladat.jpg";
import loshadkitarkvinii from "../images/cover-images/loshadki-tarkvinii.jpg";
import saharov from "../images/cover-images/saharov-kefir.jpg";
import pisma from "../images/cover-images/pisma.jpg";
import sobaka from "../images/cover-images/sobaka.jpg";
import grekh from "../images/cover-images/grekh.jpg";
import roman from "../images/cover-images/roman-s-kokainom.jpg";
import pena from "../images/cover-images/pena-dney.jpg";
import zvezdnaya from "../images/cover-images/zvezdnaya-pyl.jpg";
import sdelaysam from "../images/cover-images/sdelaysam.png";
import domik from "../images/cover-images/domik.jpg";
import lyubovv from "../images/cover-images/lyubov-v-epokhu-nenavisti.jpg";
import potustoronni from "../images/cover-images/potustoronni.jpg";
import pticaserce from "../images/cover-images/pticaserce.jpg";
import vecher from "../images/cover-images/vecher.jpg";
import ali from "../images/cover-images/ali-i-nino.jpg";
import lubovk6 from "../images/cover-images/lubovk6.jpg";
import muzeynevinnosti from "../images/cover-images/muzey-nevinnosti.jpg";
import nebo from "../images/cover-images/nebo.png";
import spasti from "../images/cover-images/spasti.jpg";
import komorebi from "../images/cover-images/komorebi.jpg";
import lyubovnik from "../images/cover-images/lyubovnik-ledi.jpg";
import svetila from "../images/cover-images/svetila.jpg";
import fragmenti from "../images/cover-images/fragmenti.jpg";
import grozovoy from "../images/cover-images/grozovoy-pereval.jpg";
import doktor from "../images/cover-images/doktor-zhivago.jpg";
import venok from "../images/cover-images/venok-angelov.jpg";
import drugoydom from "../images/cover-images/drugoydom.jpg";
import kuprin from "../images/cover-images/kuprin.jpg";

const initialCards = [
  {
    id: 1,
    image: besslov,
    book: "«Бессловесные заложники» и другие истории",
    author: "Пол Гэллико",
    link: "https://www.podpisnie.ru/books/besslovesnye-zalozhniki-i-drugie-istorii/",
    text: "В 1941 году Пол Гэллико, американский писатель и сценарист, опубликовал «Белую гусыню» — короткую повесть о дружбе нелюдимого художника, живущего в заброшенном маяке, и девушки из рыбацкой деревни, появившейся на его пороге с раненой птицей в руках. За этой историей о любви и войне, заслужившей похвалу Хемингуэя и изменившей жизнь ее автора, последовали «Верна» — трагический рассказ о молодой актрисе, безответно влюбленной в сцену; «Снежинка» — философская притча о поисках смысла бытия. Эти и другие обманчиво простые, печальные и забавные истории Пола Гэллико о борьбе добра и человеколюбия с окружающим мраком и отчаянием собраны в сборнике «Бессловесные заложники» в переводах Олега Дормана и с иллюстрациями Романа Рудницкого.",
    color: "#B8204E",
  },
  {
    id: 2,
    image: dnevnik,
    book: "Дневник памяти",
    author: "Николас Спаркс",
    link: "https://www.podpisnie.ru/books/dnevnik-pamyati--3/",
    text: "Эта трогательная и эмоциональная история о любви, преодолевающей время, обстоятельства и даже саму память, давно завоевала сердца читателей по всему миру. Когда-то Ной и Элли были безумно влюблены друг в друга, но судьба разлучила их. Прошли годы, и каждый пошёл своей дорогой: Элли – в мир обеспеченной жизни и социального статуса, Ной – к простому, но полному воспоминаний существованию. Однако однажды их пути снова пересекаются, пробуждая чувства, которые, казалось, давно забыты. Идеален для тех, кто верит в настоящие чувства и ценит истории, наполненные теплом и искренностью.",
    color: "#FF1B1B",
  },

  {
    id: 3,
    image: pustynyalyubvi,
    book: "Пустыня любви",
    author: "Мориак Ф.",
    link: "https://www.podpisnie.ru/books/pustynya-lyubvi/",
    text: "Раймон Курреж ведет распутный образ жизни: у него множество любовниц, он регулярно посещает бары и ночные клубы. Долгие годы мужчина тешит себя надеждой, что еще встретит на своем пути Марию Кросс, и вот однажды ночью, находясь в одном из своих любимых заведений, видит женщину, которой так жаждет отомстить. Благодаря этой неожиданной встрече перед читателем разворачиваются воспоминания семнадцатилетней давности, когда двое мужчин, юноша и его отец, были влюблены в одну и ту же женщину. Ни один из них не смог добиться ее, и ни один не смог забыть…",
    color: "#CA1111",
  },

  {
    id: 4,
    image: nora,
    book: "Джойс, Нора. Любовные письма",
    author: "Сергей Соловьев",
    link: "https://www.podpisnie.ru/books/dzhoys-nora-lyubovnye-pis-ma/",
    text: "Этот сборник – не просто переписка, а живое дыхание страсти, нежности и безграничной преданности. Письма Джеймса Джойса к его возлюбленной и музе, Норе Барнакл, раскрывают не только историю их непростой любви, но и глубину чувств великого писателя. Этот сборник будет интересен не только поклонникам Джойса, но и тем, кто ищет в литературе не только произведения, но и историю любви, которая сыграла важную роль в его жизни и творчестве.",
    color: "#F95B4B",
  },
  {
    id: 5,
    image: loshadkitarkvinii,
    book: "Лошадки Тарквинии",
    author: "Маргерит Дюрас",
    link: "https://www.podpisnie.ru/books/loshadki-tarkvinii/",
    text: "Кинематографичное и очень красивое повествование о любви, верности, о трудностях жизни в браке и их преодолении. Супружеская пара, Сара и Жак с сыном и друзьями отдыхают на побережье в Италии и все идет наперекосяк -  невыносимая жара, скука, из развлечений у них - алкоголь, да бесконечные разговоры о любви, одиночестве, быте, скуке (по наполненности и краткости этих диалогов Дюрас даже сравнивают с Чеховым). В какой-то момент к компании присоединяется незнакомый мужчина по имени Жан, с которым у Сары завязываются романтические отношения. Однако Дюрас не стремится рассказать читателю в точности о событиях, ее внимание сосредоточено скорее на состояниях персонажей.",
    color: "#AF0A0A",
  },
  {
    id: 6,
    image: totkto,
    book: "Тот, кто полюбит все твои трещины",
    author: "Боб-Ваксберг Р.",
    link: "https://www.podpisnie.ru/books/tot-kto-polyubit-vse-tvoi-treshchiny/",
    text: "Рафаэль Боб-Ваксберг — создатель, сценарист и продюсер анимационных сериалов «Конь БоДжек» и «Отмена». «Тот, кто полюбит все твои трещины» — его первая книга, молниеносно утвердившая Боб-Ваксберга среди самых изобретательных авторов нашего времени. В ней: жених и невеста противостоят родственникам, требующим провести на свадьбе ритуальную церемонию заклания козлов; влюбленный сотрудник парка развлечений рискует потерять работу из-за мутанта, созданного из ДНК десяти президентов Америки; начинающая рок-группа получает супергеройские способности (но пользоваться ими можно, только будучи пьяным в стельку); и еще 14 остроумных, забавных и пронзительных рассказов о любви (и одна поэма!).",
    color: "#FC2C65",
  },
  {
    id: 7,
    image: hvatit,
    book: "И хватит про любовь",
    author: "Эрве Ле Теллье",
    link: "https://www.podpisnie.ru/books/i-khvatit-pro-lyubov/",
    text: "«И хватит про любовь» — вопреки названию — роман о любви. Томa Ле Галь — психотерапевт. Его пациентка Анна влюбляется с первого взгляда в писателя Ива и уже собирается расстаться с мужем. Сам Тома влюбляется в Луизу, она тоже готова ради него бросить мужа, известного ученого. У обеих женщин брак скорее удачный и есть дети. Взаимная страсть, омраченная чувством вины, и поиски себя накануне сорокалетия вынуждают Анну и Луизу сделать выбор: сохранить семью или уйти к любимому. Эрве Ле Теллье выстраивает тончайшую игру эмоций, слов и поступков, похожую на выдуманное им загадочное «абхазское домино».",
    color: "#A22C35",
  },
  {
    id: 8,
    image: slivovyy,
    book: "Сливовый календарь любви",
    author: "Тамэнага Сюнсуй",
    link: "https://www.podpisnie.ru/books/slivovyy-kalendar-lyubvi/",
    text: `«Сливовый календарь любви» — выдающееся произведение традиционной японской прозы и один из лучших образцов в жанре ниндзёбон, «повести о чувствах». Тамэнага Сюнсуй (псевдоним японского романиста Сасаки Садатаки) создал двенадцать «свитков» — по числу месяцев — рассказов о жизни в столичном Эдо, знаменитом, среди прочего, своим кварталом Ёсивара, предлагавшим увеселения как на изысканный, так и на нетребовательный вкус. Высокородные господа и простолюдины, гейши высшего ранга и обычные женщины — всех их объединяет любовь, которая не признает границ и каждой весной пробуждается с новой силой, распускаясь с первыми цветами сливы. Успех ниндзёбон стал одной из причин гонений со стороны властей Японии, раздраженных популярностью книг, не несущих должной идейной нагрузки. В 1842 году писатели, издатели и художники были даже привлечены к ответственности и подвергались наказаниям и штрафам, а книги и печатные доски массово сжигались. Тамэнага Сюнсуй был среди тех, кто подвергся особенно жестоким репрессиям и вскоре умер, не перенеся потрясения. Лишь к середине века писатели Японии вновь смогли вернуться к запретным темам и возродить легкие жанры, в том числе ниндзёбон. В оформлении книги использованы традиционные японские гравюры, украшавшие оригинальное издание 1833 года.`,
    color: "#901E4B",
  },
  {
    id: 9,
    image: obladat,
    book: "Обладать",
    author: "Антония Байет",
    link: "https://www.podpisnie.ru/books/obladat/",
    text: "Роман, который можно читать по-разному. Как историю любви: Кристабель Ла Мотт и Рандольф Падуб — два викторианских поэта полюбили друг друга, но он был женат, а она хотела посвятить себя литературе, а не страстям. Как филологический детектив: два современных филолога находят их переписку и пытаются понять — что между ними произошло и как теперь читать их тексты — ведь она больше не затворница, а он не чопорный женофоб. Как сатиру на академическую среду: филологи-детективы окружены коллегами. Вот профессор из небогатого английского университета, главная цель которого — не дать американцам перекупить реликвии английской литературы; вот тот самый американец-охотник за древностями, умеющий вести переговоры и дружить с наследниками; вот исследовательница женского письма — феминистка, бисексуалка и сестра всех сестер; а вот молодой успешный ученый, считающий, что истинная любовь — это бесконечно обсуждать с возлюбленной Лакана. Построенный как здание роман Антонии Байетт до последнего кажется постмодернистской игрой, чтобы в последних главах заговорить о стольких видах любви, что к ним не подобрать одного слова или оттенка красного.",
    color: "#F3B0C9",
  },
  {
    id: 10,
    image: saharov,
    book: "Сахаров. «Кефир надо греть». История любви, рассказанная Еленой Боннэр Юрию Росту.",
    author: "Рост Ю. М.",
    link: "https://www.podpisnie.ru/books/saharov-kefir-nado-gret-istoriya-lyubvi-rasskazannaya-elenoy-bonner-yuriyu-rostu/",
    text: "Книга о жизни и любви двух выдающихся людей сложилась из бесед Елены Боннэр и Юрия Роста. На протяжении месяца, день за днем Елена Георгиевна предельно откровенно и без купюр вспоминает девятнадцать лет, которые она разделила со своим мужем, Андреем Сахаровым. Знакомство Сахарова с Боннэр в 1970-м году совпало с его активным включением в диссидентское движение. Опальный академик побывал и нобелевским лауреатом, и горьковским ссыльным, и народным депутатом. Но была и другая жизнь - сугубо частная. Переплетаясь в рассказе, эти две линии создают яркий, живой и убедительный портрет людей и эпохи.",
    color: "#F76E6E",
  },

  {
    id: 11,
    image: pisma,
    book: "Письма к Вере",
    author: "Владимир Набоков",
    link: "https://www.podpisnie.ru/books/pis-ma-k-vere-2/",
    text: "Владимир и Вера Набоковы прожили вместе свыше пятидесяти лет — в литературном мире это удивительный пример счастливого брака. Они редко расставались надолго, и все же в их архиве сохранилось более трехсот писем и записок Набокова, с 1923 по 1975 год. Один из лучших писателей ХХ века, блестящий, ироничный и взыскательный Набоков предстает в этой книге нежным и заботливым мужем. «...Мы с тобой совсем особенные; таких чудес, какие знаем мы, никто не знает, и никто так не любит, как мы», — писал он в 1924 году. Вера Евсеевна была его первым читателем, его машинисткой и секретарем, а после смерти писателя переводила его английские произведения и оберегала его обширное наследие. В письмах более поздних лет неизменными остаются его любовь и восхищение женой, разделившей с ним и нелегкие испытания, и всемирную славу.",
    color: "#C93461",
  },

  {
    id: 12,
    image: sobaka,
    book: "Собака за моим столом",
    author: "Клоди Хунцингер",
    link: "https://www.podpisnie.ru/books/sobaka-za-moim-stolom/",
    text: "«Собака за моим столом» — книга, которую пишет Софи, повествуя о том, что можно придерживаться собственного выбора даже в разрушающемся усталом мире. Писательство для Софи, а вместе с ней и для Клоди Хунцингер, — акт сопротивления слабеющему телу и течению времени, осмысление наступившей старости и приближающейся смерти. Женщина, мужчина и собака связаны глубокой близостью, которая порождает текст, стирающий границы между вымыслом и реальностью, внутренним и внешним. Отношения Софи и Грига, возможно, являются самым удивительным проявлением любви, которое мы видели за последнее время.",
    color: "#673147",
  },

  {
    id: 13,
    image: grekh,
    book: "Грех",
    author: "Паскуале Феста-Кампаниле",
    link: "https://www.podpisnie.ru/books/grekh-7/",
    text: "Текст известного итальянского режиссера 1960-х отличается кинематографичностью и выстраивается в формате дневника, в котором события вспыхивают, словно кадры кинопленки. Описания ужасов войны здесь смешаны с любовной трагедией: военный капеллан сталкивается с больной туберкулезом женщиной и отчаянно пытается найти ответы на терзающие его вопросы. Должен ли он следовать долгу священника или бунтовать против войны? Что есть любовь к ближнему и может ли он позволить себе чувствовать её к умирающей возлюбленной вопреки формальностям? Роман о высшем проявлении человеческой любви — милосердии.",
    color: "#880808",
  },

  {
    id: 14,
    image: roman,
    book: "Роман с кокаином",
    author: "Михаил Агеев",
    link: "https://www.podpisnie.ru/books/roman-s-kokainom-per-2/",
    text: "“Красиво говорить о любви может тот, в ком эта любовь ушла в воспоминания; убедительно говорить о любви может тот, в ком она всколыхнула чувственность; и вовсе молчать о любви должен тот, кому она поразила сердце” — так рассуждает герой исповедального романа М. Агеева (псевдоним Марка Леви), романа о взрослении, развитии личности и препятствиях на этом пути. Безрадостное повествование о нравственном падении юного декадента, о противоречивости его чувств и бесконечной пустоте внутри, которую он беспомощно пытается заполнить. ",
    color: "#4A0404",
  },

  {
    id: 15,
    image: pena,
    book: "Пена дней",
    author: "Борис Виан",
    link: "https://www.podpisnie.ru/books/pena-dney-i-drugie-istorii/",
    text: "Представьте, что вы на вечеринке залпом выпиваете бокал шампанского: колкие пузырики и резкая горечь поначалу обескураживают, но неизменное фруктовое послевкусие приятно восстанавливают баланс. Так же и роман Бориса Виана: яркие и ироничные намеки на французских экзистенциалистов смешиваются с трагедийной любовью и приправляются перчинкой словотворчества и сюрреализма. Богатый купаж интересного текста о любви — нечастое сочетание!",
    color: "#FAC898",
  },
  {
    id: 16,
    image: zvezdnaya,
    book: "Звездная пыль",
    author: "Нил Гейман",
    link: "https://www.podpisnie.ru/books/zvezdnaya-pyl/",
    text: "Имя Нила Геймана, пожалуй, не нуждается в особом представлении.  Это замечательнейший сценарист и писатель, знакомый едва ли не каждому. “Звёздная пыль” — это прекрасный вариант, если захотелось почитать нечто романтическое, не переполненное грузными мыслями и идеями, но при этом динамичное и смешное. Это история про мальчика, ушедшего в неведомые места на поиски упавшей звезды, которая напоминает славный юмор Терри Пратчетта. Словом, идеально для весёлого и спокойного вечера!",
    color: "#EF4824",
  },

  {
    id: 17,
    image: sdelaysam,
    book: "Любовь: сделай сам",
    author: "Полина Аронсон",
    link: "https://www.podpisnie.ru/books/lyubov-sdelay-sam/",
    text: "Не одними любовными романами мы богаты! Когда речь заходит о любви, нас часто подводят слова. Но что мы вообще можем сказать о ней? «Любовь: сделай сам» — сборник эссе социолога и публициста Полины Аронсон, посвященный тому, как сегодня конструируются наши представления о романтических чувствах.",
    color: "#702963",
  },

  {
    id: 18,
    image: domik,
    book: "Домик в Оллингтоне",
    author: "Энтони Троллоп",
    link: "https://www.podpisnie.ru/books/domik-v-ollingtone/",
    text: "Ныне, пожалуй, немногим имя Энтони Троллопа в принципе знакомо. Однако если вдруг через N лет изобретут машину времени и вы решите переместиться в Петербург начала XX века, когда книгопечатание развивалось как никогда динамично, про обитателей домика в Оллингтоне наверняка будет знать каждый человек, увлекающийся чтением современной литературы. Ныне же это настоящая классика викторианской литературы, близкая по значимости к произведениям Уилки Коллинза и Томаса Харди. Если вам по нраву семейные саги про жизнь британских аристократов в бурный период изменений в стране, то, надеемся, Энтони Троллоп станет для Вас приятным открытием!",
    color: "#D39999",
  },

  {
    id: 19,
    image: lyubovv,
    book: "Любовь в эпоху ненависти. Хроника одного чувства, 1929-1939",
    author: "Иллиес Ф.",
    link: "https://www.podpisnie.ru/books/lyubov-v-epokhu-nenavisti-khronika-odnogo-chuvstva-1929-1939/",
    text: "Летопись любви в смутные года ХХ столетия и полновесный сказ о нравах и чувствах эпохи фривольности и ужаса авторства донельзя актуального Иллиеса. Как могли любить Сартр, Ремарк, Арендт, Кандинский и другие культовые личности… Обескураживающе остро, пьяняще, несдержанно, вихреобразно, отвязно, бурно, волнительно, тоталитарно, певуче, разрываемо, смело, умоляюще…",
    color: "#E0B8B8",
  },

  {
    id: 20,
    image: potustoronni,
    book: "Потусторонний друг",
    author: "Наталья Громова",
    link: "https://www.podpisnie.ru/books/potustoronniy-drug-istoriya-lyubvi-l-va-shestova-i-varvary-malakhievoy-mirovich-v-pis-makh-i-dokumen/",
    text: "Роман философа Льва Шестова и поэтессы Варвары Малахиевой-Мирович протекал в мире литературы — беседы о Шекспире, Канте, Ницше и Достоевском — и так и остался в письмах друг к другу. История любви к Варваре Григорьевне, трудные отношения с ее сестрой Анастасией становятся своеобразным прологом к «философии трагедии» Шестова и проливают свет на то, что подвигло его к экзистенциализму, — именно об этом белом пятне в биографии философа и рассказывает историк и прозаик Наталья Громова в новой книге «Потусторонний друг».",
    color: "#620E0E",
  },

  {
    id: 21,
    image: pticaserce,
    book: "Птица-сердце",
    author: "Мар Бенегас и Ракель Каяно",
    link: "https://www.podpisnie.ru/books/ptitsa-serdtse/",
    text: "Нана родилась на острове, на берегу моря, и задавала вопросы, на которые никто не мог ответить. Её глаза видели больше, чем глаза других, и Нане приходилось записывать увиденное, чтобы оно не ускользало, будто песок сквозь пальцы. Потрясающая история о том, как рождаются поэзия и любовь. Поверьте, понравится даже взрослым!",
    color: "#F6D0D0",
  },

  {
    id: 22,
    image: vecher,
    book: "Вечер у Клэр",
    author: "Гайто Газданов",
    link: "https://www.podpisnie.ru/books/vecher-u-kler-nochnye-dorogi/",
    text: "XX век в истории России — настоящее испытание: нелегко пришлось, в частности, тем, кто был вынужден покинуть страну после революции. Иные же стали участниками страшных событий Гражданской войны. Именно такова была судьба Гайто Газданова: он стал добровольцем армии Врангеля в 16 лет, но не столько из-за искреннего желания спасти страну, сколько из-за любопытства, что же из себя представляет война. «Вечер у Клэр» — это отчасти автобиографический роман, повествующий об этих событиях, а в особенности о том, сможет ли человек после всех этих потрясений сохранить чувства и любовь. Язык Газданова витиеватый, но настолько динамичный и красивый, что не проникнуться им очень тяжело",
    color: "#DE1E41",
  },

  {
    id: 23,
    image: ali,
    book: "Али и Нино",
    author: "Курбан Саид",
    link: "https://www.podpisnie.ru/books/ali-i-nino-kinooblozhka-myagk-obl-2/",
    text: "Классика азербайджанской литературы! Исторический роман о любви мусульманина и христианки на фоне громких событий начала XX века. Столкновение культур, переплетение Востока и Запада, яркие описания Азербайджана, Грузии, Дагестана и вечные вопросы о любви — как между людьми, так и к родине. Главной загадкой романа остается вопрос об авторстве, ведь доподлинно неизвестно, кто скрывается под именем Курбана Саида. Однако же установлено, что у главных героев романа были реальные прототипы.",
    color: "#8A3624",
  },

  {
    id: 24,
    image: lubovk6,
    book: "Любовь к шестерым",
    author: "Екатерина Бакунина",
    link: "https://www.podpisnie.ru/books/lyubov-k-shesterym/",
    text: "«Любовь к шестерым» — второй роман Екатерины Бакуниной (1887–1976), писательницы и поэтессы первой волны эмиграции. Изданный в 1935 году, этот роман не только продолжил и углубил темы романа «Тело», но и наметил новые пути женской эмигрантской литературы на русском языке. Вышедшая почти 90 лет назад, «Любовь к шестерым» и в наше время остаётся фактурным, смелым и удивительно актуальным текстом. Впервые издающийся отдельной книгой, роман сопровождён предисловием Марии Рахманиновой — доктора философских наук, автора книг «Власть и тело», «Филонов: путеводитель по чёрным тропинкам» и др.",
    color: "#F77963",
  },

  {
    id: 25,
    image: muzeynevinnosti,
    book: "Музей Невинности",
    author: "Памук О.",
    link: "https://www.podpisnie.ru/books/muzey-nevinnosti-myagk-obl/",
    text: "Орхан Памук — известный турецкий писатель, обладатель многочисленных национальных и международных премий, в числе которых Нобелевская премия по литературе за «поиск души своего меланхолического города». В основу его романа «Музей Невинности» положена история любви между отпрыском состоятельной семьи, стоящим на пороге выгодной помолвки, и неожиданно встреченной им подругой детства; история, бережно хранимая в особом музее, созданном «не для того, чтобы ходить по нему и смотреть на вещи, а для того, чтобы чувствовать и жить».",
    color: "#AA1C1C",
  },

  {
    id: 26,
    image: nebo,
    book: "И даже небо было нашим",
    author: "Паоло Джордано",
    link: "https://www.podpisnie.ru/books/i-dazhe-nebo-bylo-nashim/",
    text: "Все летние каникулы Тереза проводит в доме детства отца в Апулии, у бабушки, изнывая от праздности, пытаясь развлечь себя чтением детективных романов из бабушкиной библиотеки. Однажды она знакомится с тремя мальчишками, живущими на соседней ферме. Они из разных семей, но относятся друг к другу как братья. Терез влечет к ним, и вскоре она становится своей в их кругу. Идут годы. Неразлучным друзьям кажется, что их связь — на всю жизнь. Но реальность разбивает романтические мечты…",
    color: "#F76138",
  },

  {
    id: 27,
    image: spasti,
    book: "Спасти огонь",
    author: "Гильермо Арриага",
    link: "https://www.podpisnie.ru/books/spasti-ogon/",
    text: "Арриага, автор сценариев культовых фильмов «Сука любовь», «21 грамм» и «Вавилон», создал динамичный, полный страсти роман о запретной любви и глубочайших противоречиях, заложенных в нас самой человеческой природой. Марина — богатая замужняя женщина, мать троих детей и успешный хореограф. Однажды двое друзей-меценатов, спонсирующих культурные мероприятия в пенитенциарных учреждениях Мехико, приглашают танцевальную группу, которой она руководит, принять участие в одном из них и выступить перед заключенными. В тюрьме героиня знакомится с Хосе Куаутемоком, отбывающим наказание за убийство. Любовная связь с преступником ставит под угрозу образцовую жизнь героини.",
    color: "#F74238",
  },

  {
    id: 28,
    image: komorebi,
    book: "Комореби, собремеса, хэзеллих",
    author: "Маша Ивашкина",
    link: "https://www.podpisnie.ru/books/komorebi-sobremesa-khezellikh/",
    text: "В разных языках найдены очень точные слова для определения сложных оттенков чувств. Если собрать несколько таких слов вместе, перед тобой возникает портрет. Наверняка, когда ты будешь узнавать эти слова, ты поймешь, что какие-то эмоции переживал сам, а какие-то тебя удивят. Неважно, как ты называешь чувства, главное — чтобы оно не проходило мимо тебя.",
    color: "#FAB5BA",
  },

  {
    id: 29,
    image: lyubovnik,
    book: "Любовник леди Чаттерли",
    author: "Дэвид Герберт Лоуренс",
    link: "https://www.podpisnie.ru/books/lyubovnik-ledi-chatterli/",
    text: "Англия, глубинка, послевоенные 20-е годы XX века. Любовный треугольник: муж-инвалид, его жена с амбициями и… грубый лесничий. Тут и реальная страсть (из-за некоторых сцен книга была долгое время запрещена на территории Великобритании), и рассуждения о правах женщин, и мысли и социальном неравенстве. Может быть, будем честны, Лоуренс немного затянул, но всё же не могу не порекомендовать эту любовную историю.  ",
    color: "#E81B06",
  },

  {
    id: 30,
    image: svetila,
    book: "Светила",
    author: "Элеонор Каттон",
    link: "https://www.podpisnie.ru/books/svetila-kinooblozhka/",
    text: "Вторая книга новозеландской писательницы Элеанор Каттон, получившая Букеровскую премию, (самый длинный роман в номинации и самый молодой автор Букера)  поначалу прикидывается викторианским  повествованием о «деве в беде», но, благодаря сложности структуры романа (главы и поступки героев привязаны к ходу небесных тел), хронологически-астрологическим играм и неплоским персонажам с непредсказуемым поведением, похож, скорее, на роман, который захочется перечитать сразу после последней странички. Здесь есть и золотая лихорадка, и щепотка астрологии, и новозеландские пейзажи... Однако (иначе зачем мы здесь?) «Светила» — еще и классическая история любви, укрытая парами опиума и завернутая в волчью шкурку, сброшенную овцой.",
    color: "#D20C0C",
  },

  {
    id: 31,
    image: fragmenti,
    book: "Фрагменты речи влюбленного",
    author: "Ролан барт",
    link: "https://www.podpisnie.ru/books/fragmenty-rechi-vlyublennogo/",
    text: "Эта книга — словно дневник тайных мыслей, переживаний и метаний влюблённого человека. Ролан Барт разбирает любовь не как сюжет, а как язык — язык жестов, слов, ожиданий и молчания. Через короткие, почти афористичные размышления он исследует страсть, ревность, тоску и радость, показывая, как влюблённый создаёт собственный мир из намёков, цитат и ожиданий. «Фрагменты речи влюблённого» — не учебник по любви, а зеркало, в котором каждый узнает себя.",
    color: "#822621",
  },

  {
    id: 32,
    image: kuprin,
    book: "Гранатовый браслет",
    author: "Александр Куприн",
    link: "https://www.podpisnie.ru/books/granatovyy-braslet-poedinok-olesya/",
    text: "Александр Иванович Куприн – выдающийся мастер слова, наследник реалистических традиций русской классической литературы. Абсолютная точность деталей и тонкий лиризм, «меткий и без излишеств щедрый язык» (Бунин), простота, ясность и глубина – отличительные черты купринского стиля. «Гранатовый браслет» — рассказ о жертвенности, подлинной любви и её редкости заставляет задуматься: способно ли сердце современного человека чувствовать так же глубоко?",
    color: "#C42118",
  },
  {
    id: 33,
    image: grozovoy,
    book: "Грозовой перевал",
    author: "Эмили Бронте",
    link: "https://www.podpisnie.ru/books/grozovoy-pereval-16/",
    text: "Романтичнейший из всех романов о любви, а вместе с тем это - любимейшая книга некоторых сотрудников “Подписных изданий”. Действие романа переносит нас в Англию 18-го века, где в окружении вересковых пустошей разворачивается трагедия двух любящих друг друга людей. Мы наблюдаем за рождением и развитием их чувства, которое переходит от чистой подростковой любви, когда герои друг для друга являются единственными, с кем они могут быть самими собой, до разъедающей душу ненависти и ревности. Душевные переживания в этой книге занимают, наверное, главное место и описаны превосходно, к тому же здесь внутренний мир героев вбирает еще и окружающий их пейзаж  - то безмятежный и спокойный, то бушующий и опасный. Этот роман может вам не понравится (наверное, это может произойти, если воспринимать происходящее слишком близко к сердцу и не отдавать должное метафорам, которые выводят повествование с личного плана на более общий и философский) , но вы точно не останетесь к нему равнодушными!",
    color: "#7D1027",
  },

  {
    id: 34,
    image: doktor,
    book: "Доктор Живаго",
    author: "Борис Пастернак",
    link: "https://www.podpisnie.ru/books/doktor-zhivago-20/",
    text: "Каждая грань масштабного романа Бориса Пастернака поблескивает искорками любви – то теплыми и спокойными, то яркими и влекущими; так же многогранна и сама любовь на протяжении всего текста. Повествование начинается снежной метелью за окном, которая будто бы постепенно проникает в дом главного героя и перерастает в вихрь любви – таким противоречивым и стихийным писатель рисует это чувство. Оно словно зеркальце отражает происходящие вокруг главного героя события и его отношение к ним. А в любви, в свою очередь, отражаются и радость, и горе, которые она приносит, словно автор напоминает нам, что счастья без несчастья не существует и именно в любви – всеобъемлющей и бескорыстной – они и соединяются.",
    color: "#C9A9A6",
  },

  {
    id: 35,
    image: venok,
    book: "Венок ангелов",
    author: "Гертруд фон Лефорт",
    link: "https://www.podpisnie.ru/books/venok-angelov/",
    text: "Германия XX века — это, пожалуй, история, полная трагедий, неожиданностей и безумных перемен, в которых можно разбираться очень и очень долго: усиление страны, поражение в Первой мировой войне, революция, события Второй мировой… Все это застала и пережила писательница, которая некогда была номинирована на Нобелевскую премию. Гертруд фон Лефорт была настоящим патриотом: в своем глубоко христианском мировоззрении она пыталась найти ответы на то, что же в Германии происходит, славно при этом описывая типичное общество межвоенного периода: философы-преподаватели, увязшие в рефлексии, студенты, насмехающиеся над бюргерами, отчаявшиеся в вере священники и другие. Всё это делает «Венок ангелов» очень живым произведением, но всё же в центре повествования - конфликт искренне верующей главной героини Вероники и её строго рационального возлюбленного Энцио, которому церковь чужда. Для неё свадьба с атеистом - грех, для него церковный обряд - отказ от своих принципов. И всё это рассказывается певучим чувственным языком в декорациях древнего немецкого города Гейдельберга.",
    color: "#AA5959",
  },

  {
    id: 36,
    image: drugoydom,
    book: "Другой дом",
    author: "Генри Джеймс",
    link: "https://www.podpisnie.ru/books/drugoy-dom/",
    text: "Англия, конец XIX века. Усадьбы Истмид и Баундс разделяет река. В обоих домах внимательно следят за тем, что происходит у соседей. Жизнь течет своим чередом, пока однажды в Истмид не приезжает миловидная дальняя родственница, а в Баундс — давняя подруга хозяйки. Их чаяния сойдутся на одном мужчине и одном ребенке. История о разрушительных последствиях человеческих страстей от автора «Поворота винта» ",
    color: "#FF4444",
  },
];

export default initialCards;
