const initialCards = [
  {
    id: 1,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/ed1/1262_575_1/ruaauopr2h8d3bo34tjdr303s17bllal.jpg",
    book: "Девушка на качелях",
    author: "Ричард Адамс",
    link: "https://www.podpisnie.ru/books/devushka-na-kachelyakh/",
    text: "Внимание: эта книга должна понравиться увлекающимся фарфором! А также тем, кто любит случайные совпадения, предсказания, канонических фам фаталь и неспешное, вдумчивое течение сюжета. Итак, приготовьтесь к описанию долгой и размеренной жизни главного героя, который выбрал свой маленький город и семейное дело -  торговлю коллекционным фарфором. Повествование будет постепенно  расцвечиваться удлиняющимися вспышками мистических совпадений и головокружительной влюбленности, пока не превратится в череду вечных вопросов о любви и смерти.",
    color: "#B8204E",
  },
  {
    id: 2,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/844/1262_575_1/l00rxwm8dbvsk2kceid1mq6kptm5e7se.jpg",
    book: "Волхв",
    author: "Джон Фаулз",
    link: "https://www.podpisnie.ru/books/volkhv-13/",
    text: "В ходе бурных дискуссий выявлено: «Волхв» —  одна из тех самых книг, которую либо искренне любят, либо ненавидят, но в любом случае все признают: это роман о всепоглощающей любви и страсти. Шарада, головоломка, лабиринт, театр марионеток — так выстраивается текст, заставляя читателя не выпускать книгу из рук, пока она не будет прочитана от корки до корки. Скучающий главный герой, стремящийся ухватить в своей жизни хоть одно стоящее приключение, отправляется преподавать на небольшой греческий островок. Поверьте, приключений он найдет с лихвой, да таких, что нетрудно и слегка тронуться умом, ведь различить, что правда, что ложь, что было на самом деле, а что является умелой театральной постановкой — практически невозможно до самого конца.",
    color: "#FF1B1B",
  },

  {
    id: 3,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/f7b/1262_575_1/2miupdl92d8fbzt15zmw5limyl4ovga0.jpg",
    book: "Последняя любовь в Константинополе",
    author: "Милорад Павич",
    link: "https://www.podpisnie.ru/books/poslednyaya-lyubov-v-konstantinopole/",
    text: "Все книги Павича сновидчески неосязаемы, что, определенно, бонус для описания такой эфемерной субстанции, как чувство любви. В его романах если расчесываются, то костяным  гребнем, если расстегивают платье, то языком, если смотрятся в зеркало, то видят неслучившуюся гибель жениха, а если влюбляются, то разрушают города. Книги Павича складываются в лабиринты, кроссворды, словари, гороскопы и учебники по зодчеству. «Последняя любовь в Константинополе» — расклад на картах Таро, где читателю догадаться как карта ляжет практически невозможно.",
    color: "#CA1111",
  },

  {
    id: 4,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/b57/1262_575_1/4jupwqhbbqjg7d6zj86dch8jovr9u7e5.jpg",
    book: "Дьявол во плоти",
    author: "Реймон Родиге",
    link: "https://www.podpisnie.ru/books/dyavol-vo-ploti/",
    text: "А вот это настоящая жемчужина чувственной литературы! Книга с автобиографичным сюжетом, написанная гениальным юнцом, любимцем богемы Монпарнаса и любовником Жана Кокто. В “Дьяволе во плоти” подросток соблазняет молодую девушку, недавно вышедшую замуж. Пока супруг на фронте, между главными героями происходят невероятные конвульсии любви, страсти, ненависти и жестокости. Замечателен этот роман тем, как Радиге смог передать чувство ранней любви, ещё почти детской, иногда ангельски чистой, но порой болезненной и эгоистичной. Но ведь не зря он это писал в 16 лет!",
    color: "#F95B4B",
  },

  {
    id: 5,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/bb6/1262_575_1/4s2m4ff3q5wkob3os5t2llk1pvqobf1e.jpg",
    book: "Лошадки Тарквинии",
    author: "Маргерит Дюрас",
    link: "https://www.podpisnie.ru/books/loshadki-tarkvinii/",
    text: "Кинематографичное и очень красивое повествование о любви, верности, о трудностях жизни в браке и их преодолении. Супружеская пара, Сара и Жак с сыном и друзьями отдыхают на побережье в Италии и все идет наперекосяк -  невыносимая жара, скука, из развлечений у них - алкоголь, да бесконечные разговоры о любви, одиночестве, быте, скуке (по наполненности и краткости этих диалогов Дюрас даже сравнивают с Чеховым). В какой-то момент к компании присоединяется незнакомый мужчина по имени Жан, с которым у Сары завязываются романтические отношения. Однако Дюрас не стремится рассказать читателю в точности о событиях, ее внимание сосредоточено скорее на состояниях персонажей.",
    color: "#AF0A0A",
  },

  {
    id: 6,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/99f/1262_575_1/nhhajpupnkvwgbty6nfstfj2avo2l9ed.jpg",
    book: "Современная любовь",
    author: "Констанс де Жонг",
    link: "https://www.podpisnie.ru/books/sovremennaya-lyubov/",
    text: "Спонтанный и яркий текст, перемещающий читателя из Нью-Йорка 80-х в Мадрид XVII века, затем в Париж и обратно. Перед нами разворачиваются судьбы нескольких персонажей (или одного — автора) — влюбленных, разочарованных мечтателей. Это очень живое повествование, которое будет интересно каждому, кто любит экспериментальную прозу, а еще ценителям тонких переживаний и надрывных чувств. “Это современная любовь: короткая, страстная и нежная”.",
    color: "#FC2C65",
  },

  {
    id: 7,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/a98/1262_575_1/r46yste9rls36g7j4mkipsmtphwtmlwu.jpg",
    book: "Мадонна в меховом манто",
    author: "Сабахттин Али",
    link: "https://www.podpisnie.ru/books/madonna-v-mekhovom-manto/",
    text: "Пронзительная история любви Раифа-эфенди и немецкой художницы Марии. Действие романа разворачивается в 1920-е годы прошлого века в Берлине и Анкаре, а его атмосфера близка к предвоенным романам Ремарка. Значительная часть романа - история жизни Раифа-эфенди в Турции и Германии, перипетии его любви к Марии Пудер, духовных поисков и терзаний. Это трагическая история об одиночестве, неспособности понять другого и о силе любви.",
    color: "#A22C35",
  },

  {
    id: 8,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/db3/1262_575_1/201bbzb652f7jgwtfxpojy5n10sha123.jpg",
    book: "Ольга",
    author: "Бернхард Шлинк",
    link: "https://www.podpisnie.ru/books/ol-ga-myagk-obl/",
    text: "Роман о жизни и любви женщины, столкнувшейся с предрассудками общества и трагедией 20-го века. Мир Ольги, искренний, настоящий, живой, оказывается под угрозой из-за тщеславия ее возлюбленного. История с секретом, который раскрывается внимательному читателю, но от этой разгадки книга не перестает трогать и интересовать. Очень человечное и красивое повествование с изящным финалом.",
    color: "#901E4B",
  },

  {
    id: 9,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/f02/1262_575_1/bclz404511dkqmql6gqoxn7ie2anwe6i.jpg",
    book: "Обладать",
    author: "Антония Байет",
    link: "https://www.podpisnie.ru/books/obladat/",
    text: "Роман, который можно читать по-разному. Как историю любви: Кристабель Ла Мотт и Рандольф Падуб — два викторианских поэта полюбили друг друга, но он был женат, а она хотела посвятить себя литературе, а не страстям. Как филологический детектив: два современных филолога находят их переписку и пытаются понять — что между ними произошло и как теперь читать их тексты — ведь она больше не затворница, а он не чопорный женофоб. Как сатиру на академическую среду: филологи-детективы окружены коллегами. Вот профессор из небогатого английского университета, главная цель которого — не дать американцам перекупить реликвии английской литературы; вот тот самый американец-охотник за древностями, умеющий вести переговоры и дружить с наследниками; вот исследовательница женского письма — феминистка, бисексуалка и сестра всех сестер; а вот молодой успешный ученый, считающий, что истинная любовь — это бесконечно обсуждать с возлюбленной Лакана. Построенный как здание роман Антонии Байетт до последнего кажется постмодернистской игрой, чтобы в последних главах заговорить о стольких видах любви, что к ним не подобрать одного слова или оттенка красного.",
    color: "#F3B0C9",
  },

  {
    id: 10,
    image:
      "https://www.podpisnie.ru/upload/iblock/3f6/vm3k3d83389t5vc4ekp7thitcw2uk3uw.jpg",
    book: "Души",
    author: "Рои Хен",
    link: "https://www.podpisnie.ru/books/fantom-dushi/",
    text: "Дебютный роман израильского автора о перерождении и путешествии души молодого человека по имени Гриша, который в романе выступает в роли рассказчика. Вместе с душой Гриши мы переселяемся из польской деревушки Хорбицы в Венецию, из XVII века в XX — и не только! Перерождаясь в новом времени и месте, главный герой всегда стремится исполнить определенную загадочную миссию. А еще с ним перемещается его родственная душа, они состоят в сложных отношениях — то это первая любовь, то пылающая ревность… В перерывах между главами в повествование вмешивается мама Гриши Марина и утверждает, что именно она знает правду о настоящей его жизни. Очень захватывающе, и смешно, и грустно, и волнительно!",
    color: "#F76E6E",
  },

  {
    id: 11,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/fbe/1262_575_1/vmg44oiluknvby2o9l2pa5lh7hq061qs.jpg",
    book: "Музей современной любви",
    author: "Хизер Роуз",
    link: "https://www.podpisnie.ru/books/muzey-sovremennoy-lyubvi/",
    text: "Действие романа разворачивается в очень близком нам времени, это 2010-е годы, Нью-Йорк, главный герой романа — композитор Арки Левин. Он довольно-таки успешен, но находится в творческом кризисе, во многом это связано с его личной жизнью. У него произошла какая-то размолвка с женой, он постоянно натыкается на ее отсутствие в их общей квартире — отсутствие ее вещей, ее запахов, ее привычек. В очередных душевных и творческих терзаниях он случайно приходит в музей современного искусства и становится свидетелем перформанса Марины Абрамович “Наедине с художником”. Она предлагает зрителям сесть напротив нее и посмотреть ей в глаза — это простое действие и было искусством. Левин проводит долгое время, наблюдая этот процесс, и ему предстоит ощутить на собственном опыте, как взаимодействуют искусство и жизнь, творчество и любовь.",
    color: "#C93461",
  },

  {
    id: 12,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/842/1262_575_1/6638fi89d1cw1e5bsbi0sezk4ylp5d7v.jpg",
    book: "Женщина на кресте",
    author: "Анна Мар",
    link: "https://www.podpisnie.ru/books/zhenshchina-na-kreste/",
    text: "“50 оттенков серого прямиком из Серебряного века” — такая надпись могла бы красоваться на обложке этого романа. Но на самом деле это более глубокий рефлексивный текст, вызвавший настоящий скандал в 1916 году — не столько литературный, сколько общественный: критики как раз отмечали изящество текста и одаренность писательницы. Ключевая тема романа — стремление женщины к страданию, долгожданное воссоединение жертвы и преступника; эта тема ярко выделяется на фоне гремящих идей феминизма того времени, поскольку для Анны Мар главным становится нечто более простое, чем женские свободы, но оттого более труднодостижимое: любовь и понимание мужчины и принятие им самых темных закоулков женской души.",
    color: "#673147",
  },

  {
    id: 13,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/a76/1262_575_1/mldr27bt6uih0ybjt68uz52w9ape64ao.jpg",
    book: "Грех",
    author: "Паскуале Феста-Кампаниле",
    link: "https://www.podpisnie.ru/books/grekh-7/",
    text: "Текст известного итальянского режиссера 1960-х отличается кинематографичностью и выстраивается в формате дневника, в котором события вспыхивают, словно кадры кинопленки. Описания ужасов войны здесь смешаны с любовной трагедией: военный капеллан сталкивается с больной туберкулезом женщиной и отчаянно пытается найти ответы на терзающие его вопросы. Должен ли он следовать долгу священника или бунтовать против войны? Что есть любовь к ближнему и может ли он позволить себе чувствовать её к умирающей возлюбленной вопреки формальностям? Роман о высшем проявлении человеческой любви — милосердии.",
    color: "#880808",
  },

  {
    id: 14,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/b7f/1262_575_1/6iuzts7k0ul07o8x3b26u0ej40yi3637.jpg",
    book: "Роман с кокаином",
    author: "Михаил Агеев",
    link: "https://www.podpisnie.ru/books/roman-s-kokainom-per/",
    text: "“Красиво говорить о любви может тот, в ком эта любовь ушла в воспоминания; убедительно говорить о любви может тот, в ком она всколыхнула чувственность; и вовсе молчать о любви должен тот, кому она поразила сердце” — так рассуждает герой исповедального романа М. Агеева (псевдоним Марка Леви), романа о взрослении, развитии личности и препятствиях на этом пути. Безрадостное повествование о нравственном падении юного декадента, о противоречивости его чувств и бесконечной пустоте внутри, которую он беспомощно пытается заполнить. ",
    color: "#4A0404",
  },

  {
    id: 15,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/fe6/1262_575_1/q292c47pk5a4qxtmcb9mrv3kr6kthgbp.jpg",
    book: "Пена дней",
    author: "Борис Виан",
    link: "https://www.podpisnie.ru/books/pena-dney-i-drugie-istorii/",
    text: "Представьте, что вы на вечеринке залпом выпиваете бокал шампанского: колкие пузырики и резкая горечь поначалу обескураживают, но неизменное фруктовое послевкусие приятно восстанавливают баланс. Так же и роман Бориса Виана: яркие и ироничные намеки на французских экзистенциалистов смешиваются с трагедийной любовью и приправляются перчинкой словотворчества и сюрреализма. Богатый купаж интересного текста о любви — нечастое сочетание!",
    color: "#FAC898",
  },
  {
    id: 16,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/4b4/1262_575_1/64fcutwfave4ylk2iz6d374il2uxufwz.jpg",
    book: "Звездная пыль",
    author: "Нил Гейман",
    link: "https://www.podpisnie.ru/books/zvezdnaya-pyl/",
    text: "Имя Нила Геймана, пожалуй, не нуждается в особом представлении.  Это замечательнейший сценарист и писатель, знакомый едва ли не каждому. “Звёздная пыль” — это прекрасный вариант, если захотелось почитать нечто романтическое, не переполненное грузными мыслями и идеями, но при этом динамичное и смешное. Это история про мальчика, ушедшего в неведомые места на поиски упавшей звезды, которая напоминает славный юмор Терри Пратчетта. Словом, идеально для весёлого и спокойного вечера!",
    color: "#EF4824",
  },

  {
    id: 17,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/fbc/1262_575_1/y1l0zyzo4j9cne0r6e07sadsp7y4mvis.jpg",
    book: "Переходы",
    author: "Алекс Ландрагин",
    link: "https://www.podpisnie.ru/books/perekhody-2/",
    text: "Растянувшаяся на два столетия повесть о любви и ненависти, памяти и забвении приведет читателя в Брюссель, Париж и Новый Орлеан, в Океанию и на Маврикий, а завершится глухой предвоенной ночью в приграничной испанской деревушке. Но истории этой не будет конца, и точка - не финал, а лишь передышка, после которой все начнется заново, но уже в другом порядке. Эта увлекательная мистификация привлечет читателя своими любовными перипетиями, сюжетной игрой и изящным слогом.",
    color: "#702963",
  },

  {
    id: 18,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/4bf/1262_575_1/wlecj33r5ndy1scf17zlnn4g02njn82q.jpg",
    book: "Домик в Оллингтоне",
    author: "Энтони Троллоп",
    link: "https://www.podpisnie.ru/books/domik-v-ollingtone/",
    text: "Ныне, пожалуй, немногим имя Энтони Троллопа в принципе знакомо. Однако если вдруг через N лет изобретут машину времени и вы решите переместиться в Петербург начала XX века, когда книгопечатание развивалось как никогда динамично, про обитателей домика в Оллингтоне наверняка будет знать каждый человек, увлекающийся чтением современной литературы. Ныне же это настоящая классика викторианской литературы, близкая по значимости к произведениям Уилки Коллинза и Томаса Харди. Если вам по нраву семейные саги про жизнь британских аристократов в бурный период изменений в стране, то, надеемся, Энтони Троллоп станет для Вас приятным открытием!",
    color: "#D39999",
  },

  {
    id: 19,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/bdb/1262_575_1/b30tmfunqbuau1tuw6gc97t8nw7ge4eb.jpg",
    book: "Исповедь глупца",
    author: "Август Стринберг",
    link: "https://www.podpisnie.ru/books/ispoved-gluptsa/",
    text: "“Он — менее всего конец, более всего — начало. Благоговейное изучение его — есть тот труд, который молодит усталые души” —  так писал Александр Блок об Августе Стриндберге в некрологе после его смерти в 1912 году. Основоположник современной шведской литературы действительно был знаменит в России: первой его женой была финка (а Финляндия в те времена была частью Российской Империи), он писал исторические миниатюры о Петре I, его произведения читали Толстой и Чехов. Впрочем, больше он известен скорее как драматург, но и романы Стриндберга не оставались в стороне. К примеру, “Исповедь глупца” — это автобиографическое произведение, повествующее о крахе брака, полное безумной ревности, лжи и провокаций. Книга не обходится без местами забавных для современного читателя клише, но искренность и красота языка всё же оставляют любопытное послевкусие по прочтении.",
    color: "#E0B8B8",
  },

  {
    id: 20,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/00f/1262_575_1/kbcbjb9vusv9tdx3lskp4kd4o3wzg0u9.jpg",
    book: "Вечер у Клэр",
    author: "Гайто Газданов",
    link: "https://www.podpisnie.ru/books/vecher-u-kler/",
    text: "XX век в истории России — настоящее испытание: нелегко пришлось, в частности, тем, кто был вынужден покинуть страну после революции. Иные же стали участниками страшных событий Гражданской войны. Именно такова была судьба Гайто Газданова: он стал добровольцем армии Врангеля в 16 лет, но не столько из-за искреннего желания спасти страну, сколько из-за любопытства, что же из себя представляет война. «Вечер у Клэр» — это отчасти автобиографический роман, повествующий об этих событиях, а в особенности о том, сможет ли человек после всех этих потрясений сохранить чувства и любовь. Язык Газданова витиеватый, но настолько динамичный и красивый, что не проникнуться им очень тяжело",
    color: "#620E0E",
  },

  {
    id: 21,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/ccc/1262_575_1/rc3b68s1x2wgjvhqglikoccc25o61zom.jpg",
    book: "Письмовник",
    author: "Михаил Шишкин",
    link: "https://www.podpisnie.ru/books/pis-movnik-prem-bol-shaya-kniga/",
    text: "А помните ли вы, что в самом начале XX века было такое восстание в Китае, именуемое боксёрским? А что в подавлении оного участвовала помимо Японии, Англии, Франции и пр. ещё и Россия? «Письмовник» - это как раз та книга, которая переносит нас в эти события и помогает увидеть их глазами отправившегося в Китай молодого писателя и его возлюбленной, которые, разделенные расстоянием и войной, пишут друг другу нежные и чувственные письма, вспоминая теплые и красивые моменты прежней жизни. Впрочем, Михаил Шишкин рассуждает здесь о многом: роль войны в истории человечества, потеря близких... Но, конечно же, самое главное здесь - язык. Можете открыть книгу на любой странице и просто наслаждаться поэтическим слогом и прекрасными метафорами. На мой взгляд, это один, если не самый, лучший любовный роман русской прозы последних десятилетий. ",
    color: "#F6D0D0",
  },

  {
    id: 22,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/05a/1262_575_1/izf1oy9xpnqshlxp333v3a07nb23kep8.jpg",
    book: "Мосты округа Мэдисон",
    author: "Роберт Уоллер",
    link: "https://www.podpisnie.ru/books/mosty-okruga-medison-roman-2/",
    text: "История любви, длившейся четыре дня в действительности и всю оставшуюся жизнь в мечтах и воспоминаниях. Дети Франчески после смерти матери находят ее дневники, где она раскрывает им тайну своей любви. Красивая и щемящая сердце история о любви и ответственности в декорациях небольшого американского городка округа Мэдисон. Советуем прочитать, поплакать, посмотреть экранизацию с Мерил Стрип и Клинтом Иствудом, снова поплакать :) ",
    color: "#DE1E41",
  },

  {
    id: 23,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/0e4/1262_575_1/o66zync0z5jhc7zbjfx8jw5xgnx7ikx4.jpg",
    book: "Али и Нино",
    author: "Курбан Саид",
    link: "https://www.podpisnie.ru/books/ali-i-nino-kinooblozhka-myagk-obl-2/",
    text: "Классика азербайджанской литературы! Исторический роман о любви мусульманина и христианки на фоне громких событий начала XX века. Столкновение культур, переплетение Востока и Запада, яркие описания Азербайджана, Грузии, Дагестана и вечные вопросы о любви — как между людьми, так и к родине. Главной загадкой романа остается вопрос об авторстве, ведь доподлинно неизвестно, кто скрывается под именем Курбана Саида. Однако же установлено, что у главных героев романа были реальные прототипы.",
    color: "#8A3624",
  },

  {
    id: 24,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/281/1262_575_1/8l2zxqgxul2mjmcmnagyf81n3wfz9ckv.jpg",
    book: "Повесть о Сонечке",
    author: "Марина Цветаева",
    link: "https://www.podpisnie.ru/books/povest-o-sonechke-nov-obl/",
    text: "Повесть о коралловых бусах, алой розе и «слезах больше глаз». О молодых и дерзких сердцах, о Слове и Любви. Воспоминание о Москве начала XX века — среде романтиков, отважных фантазеров. Невыдуманные лица (Антокольский (поэт), Завадский, Соня Голлидэй) цветут в суровом историческом переломе: творят, пишут, беседуют, влюбляются, умирают. Произведение похоже на легкую ткань, прикрывающую юных людей от настоящего.",
    color: "#F77963",
  },

  {
    id: 25,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/f8c/1262_575_1/c2ahdari1z2uap3f7cferlklhl3am84k.jpg",
    book: "Возможности любовного романа",
    author: "Немец Ян",
    link: "https://www.podpisnie.ru/books/vozmozhnosti-lyubovnogo-romana/",
    text: "Это тонкая и психологически выверенная проза, книга, удивляющая не только необычностью сюжета, но и непривычной структурой. История любви Яна и Нины — писателя и студентки — разворачивается на наших глазах. И с самого начала мы узнаем, что влюбленные расстанутся… во всяком случае в рамках книги. Роман написан от первого лица, от имени Яна, и только изредка к рассказу о пережитом подключается Нина, пытающаяся объя снить, что ей все видится несколько иначе. Ссоры, споры, бурные примирения — все как у всех, но повествование об этом перемежается путевыми заметками, отрывками из научных и псевдонаучных сочинений, актуальными рассуждениями о постмодернизме, симпатичными зарисовками из жизни чешской богемы и даже интервью, взятым автором у самого себя… читатель и сам не замечает, как оказывается внутри романа и постепенно там обживается. Ян Немец — один из самых заметных современных чешских писателей, но на русский язык его книги прежде не переводились. К счастью, теперь это упущение исправлено.",
    color: "#AA1C1C",
  },

  {
    id: 26,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/e04/1262_575_1/3t0ncay3brrcy3wzn9x24adr82snskct.jpg",
    book: "Мемуары гейши",
    author: "Артур Голден",
    link: "https://www.podpisnie.ru/books/memuary-geyshi-2/",
    text: "Всё началось для меня с фильма, который я посмотрела лет в 15. В 15 лет ты и так достаточно впечатлительный, а когда видишь такую красоту на экране, то это вообще незабываемо. Недавно я прочитала книгу, по которой этот фильм был снят, и осталась под ещё большим впечатлением. История любви, бережно хранимой в сердце и пронесенной через года, на фоне заката эпохи гейш и послевоеной Японии, понравится ценителям восточной культуры и особенно тонких чувств.",
    color: "#F76138",
  },

  {
    id: 27,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/de9/1262_575_1/9p09xd15pl79ynwi3s38qqqrffxnaygq.jpg",
    book: "Вода живая",
    author: "Клариси Лиспектор",
    link: "https://www.podpisnie.ru/books/voda-zhivaya-2/",
    text: "Экспериментальный поэтический монолог, адресованный к возлюбленному писательницы ( и художницы). Весь проникнутый чувственностью, откровенностью и тактильностью, этот текст словно говорит с читателем напрямую, из глубины мыслей писательницы, говорит о любви, творчестве, о попытке добраться до своей сути и почувствовать настоящее мгновение. Неконвенциональность языка, философская глубина, чувственность и стремление к универсальности не позволяют дать прозе Лиспектор однозначные жанровые определения, увлекая читателя колдовским, демиургическим вихрем в мир синестезии, оголенного существования на грани между животным, растительным и человеческим.",
    color: "#F74238",
  },

  {
    id: 28,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/ec9/1262_575_1/uncbcte5r56nu0ue5ck5ejl62aivtxve.jpg",
    book: "Страдания юного Вертера",
    author: "Иоганн Вольфганг Гете",
    link: "https://www.podpisnie.ru/books/stradaniya-yunogo-vertera-per-eyvadisa/",
    text: "Неувядающая классика, основанная на реальных событиях. Слезливо, но проникновенно, а что ещё требуется от литературы сентиментализма? Перед вами эпистолярный роман о неразделённой любви, теме, к сожалению, актуальной и поныне. Особенно увлекателен разбор чувственного начала и феномена дружбы с любимым человеком и подчас её невозможности. Вот для меня это жизнеопределяющая книга, помню и люблю её всегда.",
    color: "#FAB5BA",
  },

  {
    id: 29,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/ddf/1262_575_1/2tp0s9rs846muj3fxzansm4zcnzz7zyk.jpg",
    book: "Любовник леди Чаттерли",
    author: "Дэвид Герберт Лоуренс",
    link: "https://www.podpisnie.ru/books/lyubovnik-ledi-chatterli/",
    text: "Англия, глубинка, послевоенные 20-е годы XX века. Любовный треугольник: муж-инвалид, его жена с амбициями и… грубый лесничий. Тут и реальная страсть (из-за некоторых сцен книга была долгое время запрещена на территории Великобритании), и рассуждения о правах женщин, и мысли и социальном неравенстве. Может быть, будем честны, Лоуренс немного затянул, но всё же не могу не порекомендовать эту любовную историю.  ",
    color: "#E81B06",
  },

  {
    id: 30,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/778/1262_575_1/0zknithv11uzqz41dxvcmo4xqs78ggiy.jpg",
    book: "Светила",
    author: "Элеонор Каттон",
    link: "https://www.podpisnie.ru/books/svetila/",
    text: "Вторая книга новозеландской писательницы Элеанор Каттон, получившая Букеровскую премию, (самый длинный роман в номинации и самый молодой автор Букера)  поначалу прикидывается викторианским  повествованием о «деве в беде», но, благодаря сложности структуры романа (главы и поступки героев привязаны к ходу небесных тел), хронологически-астрологическим играм и неплоским персонажам с непредсказуемым поведением, похож, скорее, на роман, который захочется перечитать сразу после последней странички. Здесь есть и золотая лихорадка, и щепотка астрологии, и новозеландские пейзажи... Однако (иначе зачем мы здесь?) «Светила» — еще и классическая история любви, укрытая парами опиума и завернутая в волчью шкурку, сброшенную овцой.",
    color: "#D20C0C",
  },

  {
    id: 31,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/b8d/1262_575_1/lnmciw34r1xg9jqrbij2eu3kg2tg1epz.jpg",
    book: "Порочная страсть",
    author: "Колин Маккалоу",
    link: "https://www.podpisnie.ru/books/porochnaya-strast/",
    text: "В Австралии только закончилась война, а в госпитале для солдат с душевными травмами только начинают разворачиваться роковые события. Причиной тому новоприбывший с фронта пациент Майкл, который сразу же получает признание и любовь главной медсестры Онор, а в придачу и завистливые взгляды, и жестокие издевки братьев по койкам. Смогут ли быть вместе главные герои после возвращения с фронта? Или мирная жизнь — это совсем не то, чего хочется Майклу? Книга о дружбе, страстной любви и высшем долге. Беспроигрышный вариант для тех, кто зачитывается «Унесёнными ветром», «Поющими в терновнике», «Джейн Эйр».",
    color: "#822621",
  },

  {
    id: 32,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/4d7/1262_575_1/htj5gniow97tx7fvp4gbxk75ryzw0vm0.jpg",
    book: "Шагреневая кожа",
    author: "Оноре де Бальзак",
    link: "https://www.podpisnie.ru/books/shagrenevaya-kozha-7/",
    text: "История искушенного богатством юноши, готового на сделку с дьяволом ради денег и признания. Рафаэль ставит на карту собственную жизнь, дабы наслаждаться праздностью и всемогуществом. Вот только он совсем не учёл того, что однажды влюбится в прекрасную женщину. Правда, будет уже поздно…",
    color: "#C42118",
  },

  {
    id: 33,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/695/1262_575_1/vng8q3ya4uxmvq6o83dx746c53avia6a.jpg",
    book: "Грозовой перевал",
    author: "Эмили Бронте",
    link: "https://www.podpisnie.ru/books/grozovoy-pereval-16/",
    text: "Романтичнейший из всех романов о любви, а вместе с тем это - любимейшая книга некоторых сотрудников “Подписных изданий”. Действие романа переносит нас в Англию 18-го века, где в окружении вересковых пустошей разворачивается трагедия двух любящих друг друга людей. Мы наблюдаем за рождением и развитием их чувства, которое переходит от чистой подростковой любви, когда герои друг для друга являются единственными, с кем они могут быть самими собой, до разъедающей душу ненависти и ревности. Душевные переживания в этой книге занимают, наверное, главное место и описаны превосходно, к тому же здесь внутренний мир героев вбирает еще и окружающий их пейзаж  - то безмятежный и спокойный, то бушующий и опасный. Этот роман может вам не понравится (наверное, это может произойти, если воспринимать происходящее слишком близко к сердцу и не отдавать должное метафорам, которые выводят повествование с личного плана на более общий и философский) , но вы точно не останетесь к нему равнодушными!",
    color: "#7D1027",
  },

  {
    id: 34,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/e25/1262_575_1/oqfo4i2qiol61pepq1z093xjdc0p8st4.jpg",
    book: "Доктор Живаго",
    author: "Борис Пастернак",
    link: "https://www.podpisnie.ru/books/doktor-zhivago-20/",
    text: "Каждая грань масштабного романа Бориса Пастернака поблескивает искорками любви – то теплыми и спокойными, то яркими и влекущими; так же многогранна и сама любовь на протяжении всего текста. Повествование начинается снежной метелью за окном, которая будто бы постепенно проникает в дом главного героя и перерастает в вихрь любви – таким противоречивым и стихийным писатель рисует это чувство. Оно словно зеркальце отражает происходящие вокруг главного героя события и его отношение к ним. А в любви, в свою очередь, отражаются и радость, и горе, которые она приносит, словно автор напоминает нам, что счастья без несчастья не существует и именно в любви – всеобъемлющей и бескорыстной – они и соединяются.",
    color: "#C9A9A6",
  },

  {
    id: 35,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/5d6/1262_575_1/v28vsi59sxcn7mgnml2ajyhmwjn021ee.jpg",
    book: "Венок ангелов",
    author: "Гертруд фон Лефорт",
    link: "https://www.podpisnie.ru/books/venok-angelov/",
    text: "Германия XX века — это, пожалуй, история, полная трагедий, неожиданностей и безумных перемен, в которых можно разбираться очень и очень долго: усиление страны, поражение в Первой мировой войне, революция, события Второй мировой… Все это застала и пережила писательница, которая некогда была номинирована на Нобелевскую премию. Гертруд фон Лефорт была настоящим патриотом: в своем глубоко христианском мировоззрении она пыталась найти ответы на то, что же в Германии происходит, славно при этом описывая типичное общество межвоенного периода: философы-преподаватели, увязшие в рефлексии, студенты, насмехающиеся над бюргерами, отчаявшиеся в вере священники и другие. Всё это делает «Венок ангелов» очень живым произведением, но всё же в центре повествования - конфликт искренне верующей главной героини Вероники и её строго рационального возлюбленного Энцио, которому церковь чужда. Для неё свадьба с атеистом - грех, для него церковный обряд - отказ от своих принципов. И всё это рассказывается певучим чувственным языком в декорациях древнего немецкого города Гейдельберга.",
    color: "#AA5959",
  },

  {
    id: 36,
    image:
      "https://www.podpisnie.ru/upload/resize_cache/iblock/113/1262_575_1/3l7snn60rppsxntvixubtq7h4t8e0pq4.jpg",
    book: "История одного супружества",
    author: "Эндрю Шон",
    link: "https://www.podpisnie.ru/books/istoriya-odnogo-supruzhestva/",
    text: "Любовная драма в условиях послевоенной Америки. Молодая домохозяйка Перли не так давно вышла замуж. У пары есть ребенок — он почти сразу заболел полиомиелитом, но главная героиня не отчаивается и всё равно счастлива в браке. Но в один день у дверей молодой семьи появляется непрошеный гость, который раскрывает Перли тайное прошлое её мужа, которое она не может принять. Любовь и счастье главной героини под угрозой — либо ей придётся простить мужа, либо найти в себе силы расстаться с ним. Это не только история о любви, но еще и рассказ о людях, которые выживали в послевоенное время и боролись с предрассудками той эпохи.",
    color: "#FF4444",
  },
];

export default initialCards;
